const literature = {
	"Программа": [
		"ЭП/Программа дисциплины/Учебная программа по дисциплине Электронные приборы.pdf"
	],
	"Теория": [
		"ЭП/Теория по курсу/Аваев Н.А., Шишкин Г.Г. Электронные приборы. Учебник для вузов. - М., 1996. - 544 с..pdf",
		"ЭП/Теория по курсу/Степаненко И.П. Основы микроэлектроники. Учебное пособие для вузов. - 2-е изд., перераб и доп. - М., 2001. - 488 с..pdf",
		"ЭП/Теория по курсу/LTspice. Компьютерное моделирование электронных схем. - СПб., 2010. - 400 с..pdf",
		"ЭП/Теория по курсу/Виноградов Ю.В. Основы электронной и полупроводниковой техники. М., 1968.pdf",
		"ЭП/Теория по курсу/Головатенко-Абрамова М.П., Лапидес А.М. Задачи по электронике. - М., 1992. - 112 с..pdf",
		"ЭП/Теория по курсу/Зихла Ф. ЖКИ, светоизлучающие и лазерные диоды. Схемы и готовые решения. - СПб., 2012. - 336 с..pdf",
		"ЭП/Теория по курсу/Митяшев Б.Н. Электрронные приборы.pdf",
		"ЭП/Теория по курсу/Ткаченко Ф.А. Электронные приборы и устройства. Учебник. - Минск, 2011. - 682 с..pdf",
		"ЭП/Теория по курсу/Ткаченко Ф.А. Техническая электроника. - Мн., 2002. - 368 с..pdf",
	//____________________подраздел______________________Презентации лекций_______________//
		"ЭП/Теория по курсу/Презентации лекций/Мельников В.А. Электронные приборы.ppt"
	],
	"Практика": [
		"ЭП/Практика/Довгун В.П. Практическое занятие 1.pdf",
		"ЭП/Практика/Довгун В.П. Практическое занятие 2.pdf",
		"ЭП/Практика/Довгун В.П. Практическое занятие 3.pdf",
		"ЭП/Практика/Довгун В.П. Практическое занятие 4.pdf",
		"ЭП/Практика/Довгун В.П. Практическое занятие 5.pdf",
		"ЭП/Практика/Довгун В.П. Практическое занятие 6.pdf",
		"ЭП/Практика/Довгун В.П. Практическое занятие 7.pdf",
	//--------------------Усилительный каскад на МОП-транзисторе, включенном по схеме с общим исходом--------//
		"ЭП/Практика/Цепи смещения МОП-транзисторов/1. Цепи смещения МОП-транзисторов. Исходные данные.pdf",
		"ЭП/Практика/Цепи смещения МОП-транзисторов/2. Цепи смещения МОП-транзисторов. Порядок выполнения работы.pdf",
		"ЭП/Практика/Цепи смещения МОП-транзисторов/3. Цепи смещения МОП-транзисторов. Схемы.pdf",
	//---------------------------------Цепи смещения МОП-транзисторов---------------------------------------//
		"ЭП/Практика/Усилительный каскад на МОП-транзисторе, включенном по схеме с общим исходом/1. Исследование усилительного каскада на МОП-транзисторе. Исходные данные.pdf",
		"ЭП/Практика/Усилительный каскад на МОП-транзисторе, включенном по схеме с общим исходом/2. Исследование усилительного каскада на МОП-транзисторе (с использованием VSIN).pdf",
		"ЭП/Практика/Усилительный каскад на МОП-транзисторе, включенном по схеме с общим исходом/3. Исследование усилительного каскада на МОП-транзисторе (с использованием AC_VOLTAGE).pdf",
		"ЭП/Практика/Усилительный каскад на МОП-транзисторе, включенном по схеме с общим исходом/4. Исследование усилительного каскада на МОП-транзисторе. Общий алгоритм.pdf"
	],
	"Методическая литература": [
	//----------------------------------------Лабораторный практикум---------------//
		"ЭП/Методическая литература/Лабораторный практикум/Электронные приборы. Лабораторный практикум. Часть 1. Активные компоненты.pdf",
		"ЭП/Методическая литература/Лабораторный практикум/Электронные приборы. Лабораторный практикум. Часть 2. АЭлектронные устройства.pdf",
		//______________________________подраздел___________________Шаблоны отчетов по лабораторным работам_______//
		"ЭП/Методическая литература/Лабораторный практикум/Шаблоны отчетов по лабораторным работам/ЛБ 1 Исследование полупроводниковых диодов.pdf",
		"ЭП/Методическая литература/Лабораторный практикум/Шаблоны отчетов по лабораторным работам/ЛБ 2, 3 Исследование биполярных транзисторов.pdf",
		"ЭП/Методическая литература/Лабораторный практикум/Шаблоны отчетов по лабораторным работам/ЛБ 4 Исследование полевых транзисторов.pdf",
		"ЭП/Методическая литература/Лабораторный практикум/Шаблоны отчетов по лабораторным работам/ЛБ 5 Исследование оптоэлектронных приборов.pdf",
		"ЭП/Методическая литература/Лабораторный практикум/Шаблоны отчетов по лабораторным работам/ЛБ 6 Исследование одиночных усилительных каскадов на биполярных и полевых транзисторах.pdf",
	//-----------------------------------------Практикум----------------//
		"ЭП/Методическая литература/Практикум/Электронные приборы (Доброт С.В.).pdf",
		"ЭП/Методическая литература/Практикум/Электронные приборы и устройства (Бельский А.Я.).pdf",
	//----------------------------------------Учебные пособия----------------------//
		"ЭП/Методическая литература/Учебные пособия/Электронные приборы. Пособие для студентов заочной формы обучения.pdf",
		"ЭП/Методическая литература/Учебные пособия/Электронные приборы. Учебное пособие (Хандогин М.С.).pdf"
	],
	"Контроль знаний": [
		"ЭП/Контроль знаний/Перечень вопросов к зачету.pdf",
		"ЭП/Контроль знаний/Перечень экзаменационных вопросов.pdf"
	]
}