const literature = {
	"Программа": [
		"Учебная программа по дисциплине Электронные приборы"
	],
	"Теория": [
		"Аваев Н.А., Шишкин Г.Г. Электронные приборы. Учебник для вузов. - М., 1996. - 544 с.",
		"Степаненко И.П. Основы микроэлектроники. Учебное пособие для вузов. - 2-е изд., перераб и доп. - М., 2001. - 488 с.",
		"LTspice. Компьютерное моделирование электронных схем. - СПб., 2010. - 400 с.",
		"Виноградов Ю.В. Основы электронной и полупроводниковой техники. М., 1968",
		"Головатенко-Абрамова М.П., Лапидес А.М. Задачи по электронике. - М., 1992. - 112 с.",
		"Зихла Ф. ЖКИ, светоизлучающие и лазерные диоды. Схемы и готовые решения. - СПб., 2012. - 336 с.",
		"Митяшев Б.Н. Электрронные приборы",
		"Ткаченко Ф.А. Электронные приборы и устройства. Учебник. - Минск, 2011. - 682 с.",
		"Ткаченко Ф.А. Техническая электроника. - Мн., 2002. - 368 с."
	],
	"Практика": [
		"Довгун В.П. Практическое занятие 1",
		"Довгун В.П. Практическое занятие 2",
		"Довгун В.П. Практическое занятие 3",
		"Довгун В.П. Практическое занятие 4",
		"Довгун В.П. Практическое занятие 5",
		"Довгун В.П. Практическое занятие 6",
		"Довгун В.П. Практическое занятие 7",
		"1. Цепи смещения МОП-транзисторов. Исходные данные",
		"2. Цепи смещения МОП-транзисторов. Порядок выполнения работы",
		"3. Цепи смещения МОП-транзисторов. Схемы",
		"1. Исследование усилительного каскада на МОП-транзисторе. Исходные данные",
		"2. Исследование усилительного каскада на МОП-транзисторе (с использованием VSIN)",
		"3. Исследование усилительного каскада на МОП-транзисторе (с использованием AC_VOLTAGE)",
		"4. Исследование усилительного каскада на МОП-транзисторе. Общий алгоритм"
	],
	"Методическая литература": [
	//----------------------------------------Лабораторный практикум---------------//
		"ЭП/Методическая литература/Лабораторный практикум/Электронные приборы. Лабораторный практикум. Часть 1. Активные компоненты.pdf",
		"ЭП/Методическая литература/Лабораторный практикум/Электронные приборы. Лабораторный практикум. Часть 2. АЭлектронные устройства.pdf",
	//________________________________________Шаблоны отчетов по лабораторным работам_______//
		"ЭП/Методическая литература/Лабораторный практикум/Шаблоны отчетов по лабораторным работам/ЛБ 1 Исследование полупроводниковых диодов.pdf",
		"ЭП/Методическая литература/Лабораторный практикум/Шаблоны отчетов по лабораторным работам/ЛБ 2, 3 Исследование биполярных транзисторов.pdf",
		"ЭП/Методическая литература/Лабораторный практикум/Шаблоны отчетов по лабораторным работам/ЛБ 4 Исследование полевых транзисторов.pdf",
		"ЭП/Методическая литература/Лабораторный практикум/Шаблоны отчетов по лабораторным работам/ЛБ 5 Исследование оптоэлектронных приборов.pdf",
		"ЭП/Методическая литература/Лабораторный практикум/Шаблоны отчетов по лабораторным работам/ЛБ 6 Исследование одиночных усилительных каскадов на биполярных и полевых транзисторах.pdf",
	//----------------------------------------------------Практикум----------------//
		"ЭП/Методическая литература/Практикум/Электронные приборы (Доброт С.В.).pdf",
		"ЭП/Методическая литература/Практикум/Электронные приборы и устройства (Бельский А.Я.).pdf",
	//----------------------------------------Учебные пособия----------------------//
		"ЭП/Методическая литература/Учебные пособия/Электронные приборы. Пособие для студентов заочной формы обучения.pdf",
		"ЭП/Методическая литература/Учебные пособия/Электронные приборы. Учебное пособие (Хандогин М.С.).pdf"
	],
	"Контроль знаний": [
		"Перечень вопросов к зачету",
		"Перечень экзаменационных вопросов"
	]
}